{
    "data": [
        {
            "title": "EXPERIENCES + EXPERTISE",
            "color": "#33a457",
            "percent": 25,    
            "isActive": true,
            "questions": [
                "Choose a few questions to get to know your teammates.",
                "What was your first job? How did that go?",
                "What’s a favorite place you’ve visited?",
                "What famous person(s) have you met?",
                "What’s the best advice you ever got?",
                "What pleasantly surprised you recently?",
                "What have you seen/heard lately that made you smile?",
                "What book would you recommend everyone read?",
                "Who (or what) had a big influence on you growing up?",
                "What was the biggest challenge of your childhood?",
                "What advice would you give your teenage self?",
                "Tell your story. How did you get here?",
                "What knowledge, skills and experience do you bring?",
                "How do you learn best? (reading, listening, discussing, doing, etc.)?",
                "What’s the coolest thing you’re working on right now?",
                "What’s a little known fact (you feel comfortable sharing)?",
                "What’s your secret talent (no one knows about)?",
                "How do we leverage each person’s talents?",
                "What’s a bias you’re willing to be confronted about?",
                "What’s your biggest ‘pet peeve’ on a team?",
                "What perspective can we count on you to bring?",
                "What can we depend on you for?"
            ]
        },
        {
            "title": "HOPES + DREAMS",
            "color": "yellow",
            "percent": 25,    
            "questions": [
                "Choose a few questions to envision personal & team success.",
                "Where in the world do you most want to go?",
                "What are you curious about? What interests you?",
                "What question would you like everyone to answer?",
                "What’s a favorite quote?",
                "Who inspires you?",
                "Who’s someone you really admire?",
                "What super power would you most want? Why?",
                "Who’s your favorite superhero? What do you like about her/him?",
                "If you could be an animal for a day, what would you be? Why?",
                "What job—assuming you were competent—would you like to do for a day?",
                "If you could pick up a new skill—in an instant—what would it be?",
                "What brings you joy?",
                "What do you aspire to professionally? What’s a dream of yours?",
                "What do you aspire to professionally? What’s a dream of yours?",
                "What could make for even better functioning?",
                "How do we want to look back on this time?",
                "How do we create the best team ever?",
                "What would you like to see happen?",
                "What’s our vision of success?"
            ]
        },
        {
            "title": "VALUES + PASSIONS",
            "color": "#cc2229",
            "percent": 25,    
            "questions": [
                "Choose a few questions to understand what matters most.",
                "How will you feel when we’re successful?",
                "What are you most passionate about?",
                "What’s a charity you wish more people knew about?",
                "What do you like most about your current role?",
                "What do you want valued on this team?",
                "What should matter most to us on this journey together?",
                "What values are we willing to be held accountable for?",
                "What are the unique aspects of our culture we want to reinforce?",
                "What most positively affects the spirit, vitality and effectiveness of our team?",
                "Describe a time when you felt most engaged/alive (at work). What contributed to that?",
                "hat was it about you, others or the team that made it a peak experience?",
                "Describe a time when you were very demotivated. What forces or factors contributed to that?",
                "What do you need from fellow team members to be successful? What are your ‘must-haves’?",
                "What support are we willing to give each other? Ensure everyone gets their ‘must-haves’?",
                "What in you motivates you to do/perform your best?",
                "How do we ensure everyone ‘belongs’? How do we ensure no one feels excluded?",
                "How do we help each other grow?",
                "How do you prefer to receive feedback?",
                "What’s most helpful to know when approaching you?"
            ]
        },
        {
            "title": "GOALS + CHALLENGES",
            "color": "#33348e",
            "percent": 25,    
            "questions": [
                "Choose a few questions to set goals and drive performance.",
                "Share about a goal you set for yourself, and how you achieved it.",
                "Of what accomplishment are you most proud?",
                "What’s your greatest strength?",
                "What are you most afraid of?",
                "Share about a time when you failed. How did you handle it?",
                "What’s your biggest challenge? What help could you use?",
                "What’s your development goal. What are you working on?",
                "What’s a long-term goal of yours?",
                "What’s our purpose? Why does this team exist?",
                "What’s our mission? How do you connect with that mission?",
                "How do you define ‘team’? What characterizes a high-performing team?",
                "How can we measure our team’s performance on an ongoing basis?",
                "How do you define ‘conflict’? How do you tend to handle conflict?",
                "What team norms or ground rules do we want for managing conflict?",
                "As a team, what are our best practices? What do we do exceptionally well?",
                "What decision-making rule should adopt? (Unanimous, consensus, majority vote, etc.)",
                "How will we balance the need for consensus with a sense of urgency?",
                "How do we ensure alignment around decisions?",
                "How can we challenge ourselves even more as a team?",
                "How can we raise the bar on our performance?"
            ]
        }
    ]
}