{
    "data": [
        {
            "title": "GREEN FIELDS",
            "color": "#33a457",
            "percent": 25,    
            "isActive": true,
            "questions": [
                "In this phase, explore the potential in what’s right in front of us.",
                "What do we see? How to notice every detail? In each moment?",
                "What can we experience immediately? What’s our gut say?",
                "What do we not know? How can we diversify our learning?",
                "What do we not know? How can we diversify our learning?",
                "What's one little thing we could improve on? How would we?",
                "What’s one way we could do it differently than in the past?",
                "What could we get away with? What envelope could we push?",
                "What’s a risk we could take that could have big rewards?",
                "Where could we test this? And get a quick answer/result?",
                "What are we missing that’s right in front of our eyes?"
            ]
        },
        {
            "title": "CRAZY IDEAS",
            "color": "yellow",
            "percent": 25,    
            "questions": [
                "In this phase, everyone gets a little crazy about what could be…",
                "What’s the mystery in this?  Where’s the ambiguity? The paradox?",
                "How could we approach this like a child—and play with it? ",
                "What randomness can we introduce? How might we randomly…?",
                "What if we could do anything? What if X were not a barrier?",
                "What’s our BIG IDEA? What one thing could transform reality?",
                "In a perfect world…what would our ideal solution really be?",
                "What would we do with unlimited resources/time/energy/money?",
                "Where could we 'plant a seed'? Where would this grow best?",
                "How could we hitchhike on that idea to make it even better?",
                "What’s the craziest idea we can imagine right now?"
            ]
        },
        {
            "title": "PEOPLE + CULTURE",
            "color": "#cc2229",
            "percent": 25,    
            "questions": [
                "In this phase, everyone shares their needs and passions.",
                "What are we really passionate about? What fuels our dream?",
                "What are we really passionate about? What fuels our dream?",
                "Who else is invested/interested in a similar goal/outcome?",
                "Who else will benefit from this? Who could we partner with?",
                "Who else could help or contribute resources, time or skill?",
                "Who else could help or contribute resources, time or skill?",
                "How do we have respectful, inclusive, productive discussions?",
                "Who do we need to engage/influence/motivate/inspire/sell?",
                "How do we persuade the key stakeholders/decision-makers?",
                "To whom do we most need to make a passionate case?"
            ]
        },
        {
            "title": "EXECUTION",
            "color": "#33348e",
            "percent": 25,    
            "questions": [
                "In this phase, everyone challenges each other to be the best.",
                "“Be wrong as fast as you can.” Ed Catmull",
                "What’s the worst that could happen if we try? The best?",
                "What resources/knowledge/skills do we need to succeed?",
                "What do we need to not fail? What keeps us in the game?",
                "What other problems does our product/service/plan solve?",
                "What are the driving forces? Why? Resisting forces? Why?",
                "How are these changing over time? In our favor? Against us?",
                "Assume the idea/plan is a colossal failure. Why did it fail?",
                "In what new ways could we introduce/launch our idea/plan?",
                "When should we introduce our idea/plan for maximum effect?"
            ]
        }
    ]
}