{
    "data": [
        {
            "title": "REALITY ",
            "color": "#33a457",
            "percent": 25,    
            "isActive": true,
            "questions": [
                "In this phase, understand the present state and how it needs to change.",
                "What’s our goal/objective? What are we trying to achieve?",
                "What is our purpose/mission? Why was this project initiated?",
                "Who’s leading this? What would we like to know about her/him?",
                "Who is on the team? What is each’s role, function, responsibility?",
                "What does each person bring, need and care most about?",
                "What’s the situation, challenge or environment we face?",
                "Who are our stakeholders? What do they expect? What matters most to them?",
                "How will we clarify and measure key stakeholder expectations?",
                "What exactly is the scope of this project? How will we handle changes?",
                "What information, resources, support and skills do we have?",
                "What gaps do we have in information, resources or skills?",
                "How would we sum up our reality, and the job to do?"
            ]
        },
        {
            "title": "VISION",
            "color": "yellow",
            "percent": 25,    
            "questions": [
                "In this phase, explore the context, envision success and identify risks.",
                "What's the ‘big picture’? How significant is this effort? ",
                "How might circumstances unfold? What are possible scenarios?",
                "What would we like to happen? What’s our vision of success?",
                "What will be key to a successful outcome? How will we measure those factors?",
                "What will it mean to each of us if successful? As a team?",
                "What do we want to learn from this project? How will we capture that?",
                "What could go wrong? What risks do we potentially see?",
                "Fast forward in time. Imagine this project failed…what caused it to fail?",
                "How do we assess the impact and probability of those risks?",
                "How do we mitigate the most significant risks?",
                "What's our strategy for reaching our vision of success?",
                "How would we sum up our vision and way forward?"
            ]
        },
        {
            "title": "COMMITMENT",
            "color": "#cc2229",
            "percent": 25,    
            "questions": [
                "In this phase, ensure commitment, alignment and a communication plan.",
                "Knowing all this, how committed are we to this journey?",
                "How do we sustain the full & willing commitment of everyone?",
                "How do we align our team culture to the key success factors?",
                "How are we going to work together? What norms do we need?",
                "How do we most efficiently keep each other informed?",
                "What will each of us do to build high-trust relationships on this team?",
                "How do we stay passionate and unguarded in team discussions?",
                "How do we ensure everything gets discussed? No undiscussables.",
                "How will we communicate needs, and support each other?",
                "What sacrifices are we willing to make for the sake of the team?",
                "How will we communicate with, and manage expectations of, stakeholders?",
                "What’s our external communication plan? Methods (push/pull)? Channels? Frequency?"
            ]
        },
        {
            "title": "PERFORMANCE",
            "color": "#33348e",
            "percent": 25,    
            "questions": [
                "In this phase, plan how to achieve the deliverables, measure progress and succeed.",
                "What's the desired outcome? What goal(s) would ensure we reach that?",
                "What are the key things we must deliver? Who’s responsible for each deliverable?",
                "What's our detailed plan by deliverable, by task? Who's doing what? When?",
                "What’s the critical path (shortest possible timeline) to achieve our goal/objective?",
                "What are the key hand-offs/dependencies in achieving our deliverables?",
                "What indicators would measure our progress? What metrics do we track?",
                "How often will we meet for short, progress updates and accountability?",
                "How will we call out each other’s deficiencies or non-deliverables?",
                "How will we give and receive feedback? Drive accountability?",
                "What should drive how we make key decisions? Who has the final say?",
                "Who has responsibility for each identified risk? What’s are their contingency plans?",
                "What will it mean if we’re successful? If we’re unsuccessful?",
                "How will we recognize, reward and celebrate success? "
            ]
        }
    ]
}