{
    "quotes": [
     { 
         "content": "When you give advice, the brain is basically asleep. If you engage them and ask questions that help them come to their own insights, it comes alive.", 
         "author": "Henry Cloud" 
    },
    { 
         "content": "What makes us human, I think, is an ability to ask questions, a consequence of our sophisticated spoken language.", 
         "author": "Jane Goodall"
    },
     {
        "content": "The most common source of mistakes in management decisions is the emphasis on finding the right answer rather than the right question.",
        "author": "Peter Drucker"
    },
    {
        "content": "An effective leader will ask questions instead of giving direct orders.",
        "author": "Dale Carnegie"
    },
    { 
         "content": "The leader of the past may have been a person who knew how to tell, but certainly the leader of the future will be a person who knows how to ask.", 
         "author": "Peter Drucker"
    },
    {
        "content": "Asking a question is the simplest way of focusing thinking. It is very often said that asking the right question may be the most important part of thinking.",
        "author": "Edward deBono"
    },
    {
        "content": "If I had an hour to solve a problem and my life depended on the solution, I would spend the first 55 minutes determining the proper question to ask…for once I know the proper question, I could solve the problem in less than five minutes.",
        "author": "Albert Einstein"
    },
    {
        "content": "A wise man’s questions contain half the answer.",
        "author": "Gabirol (ca. 1070)"
    },
    {
        "content": "It is not the answer that enlightens, but the question.",
        "author": "Eugene Ionesco"
    },
    {
        "content": "The art and science of asking questions is the source of all knowledge.",
        "author": "Thomas Berger"
    },
    {
        "content": "Computers are useless. They can only give you answers.",
        "author": "Pablo Picasso"
    },
    {
        "content": "The boldness of asking deep questions may require unforeseen flexibility if we are to accept the answers.",
        "author": "Brian Greene"
    },
    {
        "content": "Good questions outrank easy answers.",
        "author": "Paul Samuelson"
    },
    {
        "content": "My greatest strength as a consultant is to be ignorant and ask a few questions.",
        "author": "Peter Drucker"
    },
    {
        "content": "A meeting moves at the speed of the slowest mind in the room. (In other words, all but one participant will be bored, all but one mind underused.)",
        "author": "Dale Dauten"
    },
    {
        "content": "Time is the scarcest resource and unless it is managed nothing else can be managed. ",
        "author": "Peter Drucker"
    },
    {
        "content": "The opposite is beneficial; from things that differ comes the fairest attunement; all things are born of strife.",
        "author": "Heraclitus"
    },
    {
        "content": "You can learn a lot from people who view the world differently than you do.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "content": "We need people in our lives with whom we can be as open as possible. To have real conversations with people may seem like such a simple, obvious suggestion, but it involves courage and risk.",
        "author": "Thomas Moore"
    },
    {
        "content": "If you hire only those people you understand, the company will never get people better than you are. Always remember that you often find outstanding people among those you don't particularly like. ",
        "author": "Soichiro Honda"
    },
    {
        "content": "Today’s business environment clearly demands a new process of decision-making.  In a rapidly moving world, individuals and weak committees rarely have the information needed to make good nonroutine decisions…only teams with the right composition and sufficient trust among members can be highly effective under these new circumstances.",
        "author": "John P. Kotter"
    },
    {
        "content": "There is always a latent tension between what facilitates timely decision and what promotes thoroughness and accuracy in assessment.",
        "author": "Richard K. Betts"
    }
    ] 
}