{
    "data": [
        {
            "title": "RELEVANT ",
            "color": "yellow",
            "percent": 25,
            "isActive": true,
            "questions": [
                "In this phase, determine what would be most important to focus on.",
                "What’s the business context? 'Big picture' for the organization?",
                "What key outcomes or results are being sought?",
                "How is ‘success’ being defined? What will it take to succeed?",
                "Which criteria matter most to the ‘customer’ of the deliverable?",
                "How will results be evaluated? Based on what metrics?",
                "How do you translate business unit priorities to your team?",
                "On what should the goal be focused? (e.g, speed, quality, cost, etc.)",
                "If more than one focus area, which is most important? Next?"
            ]
        },
        {
            "title": "SPECIFIC",
            "color": "#33a457",
            "percent": 25,
            "questions": [
                "In this phase, identify the specific actions/behaviors needed.",
                "How would you describe the desired outcome, specifically?",
                "What is the key action required to accomplish that outcome?",
                "What specific behaviors would drive the desired outcome?",
                "What verb describes what needs to happen? (e.g., increase)",
                "Begin the goal with that verb. What else will drive success?",
                "Ensure the goal is sufficiently clear, specific and actionable."
            ]
        },
        {
            "title": "MEASURABLE + TIMELY",
            "color": "#33348e",
            "percent": 25,
            "questions": [
                "In this phase, decide how best to measure it, and by when to achieve it.",
                "What measure would best reflect achieving that outcome?",
                "If subjective, what anecdotes/incidences could reflect progress?",
                "What real-time metrics would accurately measure progress?",
                "How can you monitor and track performance to goal?",
                "How will (the employee) you keep track of your progress?",
                "What other feedback mechanisms might be available?",
                "Within what time frame should the outcome be achieved?",
                "What's the earliest/latest? What timing makes it a ‘stretch’?"
            ]
        },
        {
            "title": "ACHIEVABLE + MOTIVATING",
            "color": "#cc2229",
            "percent": 25,
            "questions": [
                "In this phase, evaluate how achievable and motivating the goal is.",
                "How challenging is this goal? What would represent a 'stretch'?",
                "On a scale of 1 – 10, how likely are you to achieve it?",
                "What makes it difficult to achieve?",
                "What's motivating about the goal? What would cause you to go the ‘extra mile’?’",
                "To what extent do you understand the benefits it will produce?",
                "Once achieved, will be the result? What will achieving this enable?’",
                "What recognition for achieving this would be appropriate?",
                "What negative consequences might result if unsuccessful?",
                "How will you hold yourself accountable for reaching the goal?"
            ]
        }
    ]
}